Repository: tashtemirlan/pokeMaster
Catalog: lib/l10n/app_*.arb
Languages: ru

# welcomeMessage
source: Welcome!
ru: Добро пожаловать!!

# find_string
source: Found
ru: Найден

# yes_string
source: Yes
ru: Да

# no_string
source: No
ru: Нет

# rarity_string
source: Rarity
ru: Редкость

# poke_rarity_casual
source: Casual
ru: Обычный

# poke_rarity_rare
source: Rare
ru: Редкий

# poke_rarity_epic
source: Epic
ru: Эпический

# poke_rarity_mystic
source: Mystic
ru: Мистический

# poke_rarity_legendary
source: Legendary
ru: Легендарный

# region_string
source: Region
ru: Регион

# region_kanto
source: Kanto
ru: Канто

# region_johto
source: Johto
ru: Джото

# region_hoenn
source: Hoenn
ru: Хоенн

# region_sinnoh
source: Sinnoh
ru: Синно

# region_unova
source: Unova
ru: Юнова

# region_kalos
source: Kalos
ru: Калос

# pokemon_type_string
source: Type
ru: Тип

# pokemon_type_normal
source: Normal
ru: Нормальный

# pokemon_type_fire
source: Fire
ru: Огненный

# pokemon_type_water
source: Water
ru: Водный

# pokemon_type_electric
source: Electric
ru: Электрический

# pokemon_type_grass
source: Grass
ru: Травяной

# pokemon_type_ice
source: Ice
ru: Ледяной

# pokemon_type_fighting
source: Fighting
ru: Боевой

# pokemon_type_poison
source: Poison
ru: Ядовитый

# pokemon_type_ground
source: Ground
ru: Земляной

# pokemon_type_flying
source: Flying
ru: Летающий

# pokemon_type_psychic
source: Psychic
ru: Психический

# pokemon_type_bug
source: Bug
ru: Насекомый

# pokemon_type_rock
source: Rock
ru: Каменный

# pokemon_type_ghost
source: Ghost
ru: Призрачный

# pokemon_type_dragon
source: Dragon
ru: Драконий

# pokemon_type_dark
source: Dark
ru: Темный

# pokemon_type_steel
source: Steel
ru: Стальной

# pokemon_type_fairy
source: Fairy
ru: Волшебный

# pokemon_type_weakness_string
source: Weakness
ru: Слабость против

# pokemon_stats_string
source: Stats
ru: Показатели

# pokemon_stats_hp
source: HP
ru: ХП

# pokemon_stats_attack
source: Attack
ru: Атака

# pokemon_stats_defence
source: Defence
ru: Защита

# pokemon_stats_special_attack
source: Sp. Attack
ru: Особая атака

# pokemon_stats_special_defence
source: Sp. Defence
ru: Особая защита

# pokemon_stats_speed
source: Speed
ru: Скорость

# choice_type_string
source: Choice type
ru: Выберите тип

# choice_string
source: Choice
ru: Выбрать

# spin_roulette_string
source: Spin roulette
ru: Крутить рулетку

# store_string
source: Store
ru: Магазин

# buy_string
source: Buy
ru: Купить

# low_money_string
source: Insufficient funds!
ru: Недостаточно средств!

# challenge_string
source: Challenges
ru: Испытания

# contest_string
source: Contests
ru: Состязания

# k1_ch_string
source: Boulder Badge
ru: Значок Валуна

# k2_ch_string
source: Cascade Badge
ru: Значок Капли

# k3_ch_string
source: Thunder Badge
ru: Значок Грома

# k4_ch_string
source: Rainbow Badge
ru: Значок Радуги

# k5_ch_string
source: Soul Badge
ru: Значок Сердца

# k6_ch_string
source: Marsh Badge
ru: Значок Золотой

# k7_ch_string
source: Volcano Badge
ru: Значок Вулканический

# k8_ch_string
source: Earth Badge
ru: Значок Земляной

# k1_city_string
source: Pewter City
ru: Город Пьютер

# k2_city_string
source: Cerulean City
ru: Город Церулин

# k3_city_string
source: Vermilion City
ru: Город Вермилион

# k4_city_string
source: Celadon City
ru: Город Селадон

# k5_city_string
source: Fuchsia City
ru: Город Фуксия

# k6_city_string
source: Saffron City
ru: Город Шафрон

# k7_city_string
source: Cinnabar Island
ru: Остров Синнабар

# k8_city_string
source: Viridian City
ru: Город Виридиан

# j1_ch_string
source: Zephyr Badge
ru: Значок Ветрянной

# j2_ch_string
source: Hive Badge
ru: Значок Улья

# j3_ch_string
source: Plain Badge
ru: Значок Простой

# j4_ch_string
source: Fog Badge
ru: Значок Туманный

# j5_ch_string
source: Storm Badge
ru: Значок Штормовой

# j6_ch_string
source: Mineral Badge
ru: Значок Минеральный

# j7_ch_string
source: Glacier Badge
ru: Значок Ледника

# j8_ch_string
source: Rising Badge
ru: Значок Восходящий

# j1_city_string
source: Violet City
ru: Город Виолет

# j2_city_string
source: Azalea Town
ru: Город Азалия

# j3_city_string
source: Goldenrod City
ru: Город ГолденРод

# j4_city_string
source: Ecruteak City
ru: Город Экрутик

# j5_city_string
source: Cianwood City
ru: Город Цианвуд

# j6_city_string
source: Olivine City
ru: Город Оливин

# j7_city_string
source: Mahogany Town
ru: Город Махогани

# j8_city_string
source: Blackthorn City
ru: Город Блэктоурн

# h1_ch_string
source: Stone Badge
ru: Значок Каменный

# h2_ch_string
source: Knuckle Badge
ru: Значок Ударный

# h3_ch_string
source: Dynamo Badge
ru: Значок Динамический

# h4_ch_string
source: Heat Badge
ru: Значок Тепловой

# h5_ch_string
source: Balance Badge
ru: Значок Баланса

# h6_ch_string
source: Feather Badge
ru: Значок Пера

# h7_ch_string
source: Mind Badge
ru: Значок Разума

# h8_ch_string
source: Rain Badge
ru: Значок Дождя

# h1_city_string
source: Rustboro City
ru: Город Растборо

# h2_city_string
source: Dewford Town
ru: Город Дюфорд

# h3_city_string
source: Mauville City
ru: Город Маувилл

# h4_city_string
source: Lavaridge Town
ru: Город Лаваридж

# h5_city_string
source: Petalburg City
ru: Город Петалбург

# h6_city_string
source: Fortree City
ru: Город Фортри

# h7_city_string
source: Mossdeep City
ru: Город Моссдип

# h8_city_string
source: Sootopolis City
ru: Город Сутополис

# s1_ch_string
source: Coal Badge
ru: Значок Угольный

# s2_ch_string
source: Forest Badge
ru: Значок Лесной

# s3_ch_string
source: Cobble Badge
ru: Значок Булыжника

# s4_ch_string
source: Fen Badge
ru: Значок Болотный

# s5_ch_string
source: Relic Badge
ru: Значок Реликвии

# s6_ch_string
source: Mine Badge
ru: Значок Рудника

# s7_ch_string
source: Icicle Badge
ru: Значок Сосульки

# s8_ch_string
source: Beacon Badge
ru: Значок Сигнальный

# s1_city_string
source: Oreburgh City
ru: Город Оренбург

# s2_city_string
source: Eterna City
ru: Город Этерна

# s3_city_string
source: Veilstone City
ru: Город Вейлстоун

# s4_city_string
source: Pastoria City
ru: Город Пастория

# s5_city_string
source: Hearthome City
ru: Город Хартхоум

# s6_city_string
source: Canalave City
ru: Город Каналав

# s7_city_string
source: Snowpoint City
ru: Город Сноупоинт

# s8_city_string
source: Sunyshore City
ru: Город Синишор

# u1_ch_string
source: Trio Badge
ru: Значок Тройной

# u2_ch_string
source: Basic Badge
ru: Значок Номинальный

# u3_ch_string
source: Insect Badge
ru: Значок Насекомого

# u4_ch_string
source: Bolt Badge
ru: Значок Молнии

# u5_ch_string
source: Quake Badge
ru: Значок Обвала

# u6_ch_string
source: Jet Badge
ru: Значок Струйный

# u7_ch_string
source: Freeze Badge
ru: Значок Холода

# u8_ch_string
source: Legend Badge
ru: Значок Токсичный

# u1_city_string
source: Striaton City
ru: Город Стриатон

# u2_city_string
source: Nacrene City
ru: Город Накрене

# u3_city_string
source: Castelia City
ru: Город Кастелия

# u4_city_string
source: Nimbasa City
ru: Город Нимбаса

# u5_city_string
source: Driftveil City
ru: Город Дрифтвейл

# u6_city_string
source: Mistralton City
ru: Город Мистралтон

# u7_city_string
source: Icirrus City
ru: Город Икурус

# u8_city_string
source: Opelucid City
ru: Город Опелюсид

# ka1_ch_string
source: Bug Badge
ru: Значок Жука

# ka2_ch_string
source: Cliff Badge
ru: Значок Утеса

# ka3_ch_string
source: Rumble Badge
ru: Значок Перчатки

# ka4_ch_string
source: Plant Badge
ru: Значок Растения

# ka5_ch_string
source: Voltage Badge
ru: Значок Вольтаж

# ka6_ch_string
source: Fairy Badge
ru: Значок Феи

# ka7_ch_string
source: Psychic Badge
ru: Значок Психический

# ka8_ch_string
source: Iceberg Badge
ru: Значок Айсберга

# ka1_city_string
source: Santalune City
ru: Город Санатлюн

# ka2_city_string
source: Cyllage City
ru: Город Силадж

# ka3_city_string
source: Shalour City
ru: Город Шалур

# ka4_city_string
source: Coumarine City
ru: Город Коумарин

# ka5_city_string
source: Lumiose City
ru: Город Люмиоз

# ka6_city_string
source: Laverre City
ru: Город Лаверре

# ka7_city_string
source: Anistar City
ru: Город Анистар

# ka8_city_string
source: Snowbelle City
ru: Город Сноубелл

# ribbon_string
source: Ribbon
ru: Лента

# user_choose_first_pokemon_welcome
source: Welcome trainer!
ru: Здравствуй тренер!

# user_choose_first_pokemon_choose
source: Let's choose your first pokemon
ru: Давай веберем тебе первого покемона

# user_choose_first_pokemon_button
source: Choose
ru: Выбрать

# settings_string
source: Settings
ru: Настройки

# settings_load_progress
source: Upload data
ru: Загрузить данные

# settings_save_progress
source: Save data
ru: Сохранить данные

# choose_region_string
source: Choose region
ru: Выберите регион

# your_team_string
source: Your team
ru: Ваша команда

# pokemons_string
source: Pokemons
ru: Покемоны

# items_string
source: Items
ru: Предметы

# lvl_short_string
source: Lvl
ru: Ур.

# lvl_long_string
source: Level
ru: Уровень

# add_to_team_string
source: Add to team
ru: Добавить в отряд

# remove_from_team_string
source: Remove from team
ru: Убрать из отряда

# evolution_string
source: Evolution!
ru: Эволюция!

# release_pokemon_string
source: Release
ru: Отпустить

# pokeball_description_string
source: A Poké Ball is a spherical device used for catching Pokémon.
ru: Покебол - это базовое устройство, используемое для ловли покемонов

# pokeball_great_description_string
source: A Great Ball is a type of Poké Ball that has a higher catch rate than a standard Poké Ball.
ru: Грейтбол - улучшенный Покебол, повышающий шансы поймать покемона.

# pokeball_ultra_description_string
source: An Ultra Ball is a type of Poké Ball that has an even higher catch rate than a Great Ball.
ru: Ультрабол - высокоуровневый Покебол, еще больше повышающий шансы поймать покемона.

# pokeball_master_description_string
source: A Master Ball is a special type of Poké Ball that has a 100% catch rate, guaranteeing the capture of any wild Pokémon.
ru: Мастербол - специальный Покебол, гарантирующий 100% успешный захват любого покемона.

# catch_rate_string
source: Pokem catch rate
ru: Шанс поймать покемона

# buy_pokeball_error
source: You don't have enought money for this transaction
ru: У вас не хватает средств для этой покупки

# pokemons_team_overload_title_string
source: So much pokemons
ru: Слишком много покемонов

# pokemons_team_overload_description_string
source: You already have 6 pokemons!
ru: У вас уже 6 покемонов!
